export const aboutWorkData = [
    {
        id: 1,
        imageUrl: '/step-1.png',
        title: 'Шаг первый',
        text: 'Анализируется линия жизни — ближайшая ключевая точка найдена на середине линии.',
        side: 'l',
    },
    {
        id: 2,
        imageUrl: '/step-2.png',
        title: 'Шаг второй',
        text: 'Определяется соответствующий символ из майянского календаря, например, "Кан" — символ возрождения и роста.',
        side: 'r',
    },
    {
        id: 3,
        imageUrl: '/step-3.png',
        title: 'Шаг Третий',
        text: 'На основе этого делается предсказание: "Ожидается важное событие, связанное с изменением жизненной энергии и восстановлением сил в ближайшие 20 дней.',
        side: 'l',
    },
] as const;