export const contentData = [
    {
      head: "Добро пожаловать!",
      body: "Нажмите на колесо, чтобы перейти в приложение и начать предсказывать своё будущее.",
      link: "/app",
      children: null,
    },
    {
      head: "Как это работает?",
      body: "Мы используем искусственный интеллект, чтобы анализировать вашу жизненную линию руки на основе данных хиромантии и календарей Майя. Это уникальный подход, сочетающий древние знания и современные технологии.",
      link: null,
      children: null,
    },
    {
      head: "Ваши предсказания всегда с Вами!",
      body: "Все ваши предсказания сохраняются в вашем личном кабинете. Вы можете пересматривать их в любое время и ставить свои оценки, чтобы отслеживать точность и актуальность предсказаний.",
      link: null,
      children: null,
    },
    {
      head: "Новости приложения",
      body: "Оставайтесь в курсе! Мы регулярно обновляем наш алгоритм и добавляем новые функции. Узнайте больше о последних обновлениях.",
      link: "/news",
      children: null,
    },
    {
      head: "Цены и предложения",
      body: "Оцените наши уникальные предсказания по доступной цене. Выберите пакет, который подходит именно вам.",
      link: null,
      children: null,
    },
  ];
  